<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>CalDAVAccountDescription</key>
			<string>Bigstart Calendar</string>
			<key>CalDAVHostName</key>
			<string>cal.bigstart.net.au/</string>
			<key>CalDAVPort</key>
			<real>443</real>
			<key>CalDAVPrincipalURL</key>
			<string></string>
			<key>CalDAVUseSSL</key>
			<true/>
			<key>CalDAVUsername</key>
            <string>{{email}}</string>
			<key>PayloadDescription</key>
			<string>CalDAV-Account</string>
			<key>PayloadDisplayName</key>
			<string>Bigstart Calendar</string>
			<key>PayloadIdentifier</key>
			<string>com.mailinabox.setup.CalDAV</string>
			<key>PayloadOrganization</key>
			<string></string>
			<key>PayloadType</key>
			<string>com.apple.caldav.account</string>
			<key>PayloadUUID</key>
			<string>416E5B04-3D34-4A18-A5BD-7132C57D1DCD</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>EmailAccountDescription</key>
			<string>Bigstart Mail</string>
			<key>EmailAccountName</key>
			<string>{{email}}</string>
			<key>EmailAccountType</key>
			<string>EmailTypeIMAP</string>
			<key>EmailAddress</key>
			<string>{{email}}</string>
			<key>IncomingMailServerAuthentication</key>
			<string>EmailAuthPassword</string>
			<key>IncomingMailServerHostName</key>
			<string>{{imap.host}}</string>
			<key>IncomingMailServerPortNumber</key>
			<integer>{{imap.port}}</integer>
			<key>IncomingMailServerUseSSL</key>
			<true/>
			<key>IncomingMailServerUsername</key>
			<string>{{email}}</string>
			<key>OutgoingMailServerUsername</key>
			<string>{{email}}</string>
			<key>OutgoingMailServerAuthentication</key>
			<string>EmailAuthPassword</string>
			<key>OutgoingMailServerHostName</key>
			<string>{{smtp.host}}</string>
			<key>OutgoingMailServerPortNumber</key>
			<integer>{{smtp.port}}</integer>
			<key>OutgoingMailServerUseSSL</key>
			<true/>
			<key>OutgoingPasswordSameAsIncomingPassword</key>
			<true/>
			<key>PayloadDescription</key>
			<string>E-Mail-Account</string>
			<key>PayloadDisplayName</key>
			<string>{{email}}</string>
			<key>PayloadIdentifier</key>
			<string>com.mailinabox.setup.E-Mail</string>
			<key>PayloadOrganization</key>
			<string></string>
			<key>PayloadType</key>
			<string>com.apple.mail.managed</string>
			<key>PayloadUUID</key>
			<string>7EE72885-C1FA-467B-A8F0-9CBAB46786A2</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PreventAppSheet</key>
			<false/>
			<key>PreventMove</key>
			<false/>
			<key>SMIMEEnabled</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Mail &amp; Calendar</string>
	<key>PayloadDisplayName</key>
	<string>Bigstart</string>
	<key>PayloadIdentifier</key>
	<string>com.mailinabox.setup</string>
	<key>PayloadOrganization</key>
	<string></string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>1BD3B569-B091-479D-9A4C-512C33691263</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
