<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>HasRemovalPasscode</key>
	<false/>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>CalDAVAccountDescription</key>
			<string>Mail-in-a-box Calendar</string>
			<key>CalDAVHostName</key>
			<string>cal.bigstart.net.au</string>
			<key>CalDAVPort</key>
			<real>443</real>
			<key>CalDAVPrincipalURL</key>
			<string>/caldav/</string>
			<key>CalDAVUseSSL</key>
			<true/>
			<key>PayloadDescription</key>
			<string>CalDAV-Account</string>
			<key>PayloadDisplayName</key>
			<string>CalDAV (Mail-in-a-box Calendar)</string>
			<key>PayloadIdentifier</key>
			<string>com.mailinabox.setup.CalDAV</string>
			<key>PayloadOrganization</key>
			<string></string>
			<key>PayloadType</key>
			<string>com.apple.caldav.account</string>
			<key>PayloadUUID</key>
			<string>416E5B04-3D34-4A18-A5BD-7132C57D1DCD</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
		<dict>
			<key>EmailAccountDescription</key>
			<string>{{email}}</string>
			<key>EmailAccountName</key>
			<string>{{email}}</string>
			<key>EmailAccountType</key>
			<string>EmailTypeIMAP</string>
			<key>EmailAddress</key>
			<string>{{email}}</string>
			<key>IncomingMailServerAuthentication</key>
			<string>EmailAuthPassword</string>
			<key>IncomingMailServerHostName</key>
			<string>{{imap.host}}</string>
			<key>IncomingMailServerPortNumber</key>
			<integer>{{imap.port}}</integer>
			<key>IncomingMailServerUseSSL</key>
			<true/>
			<key>IncomingMailServerUsername</key>
			<string>{{email}}</string>
			<key>OutgoingMailServerAuthentication</key>
			<string>EmailAuthPassword</string>
			<key>OutgoingMailServerHostName</key>
			<string>{{smtp.host}}</string>
			<key>OutgoingMailServerPortNumber</key>
			<integer>{{smtp.port}}</integer>
			<key>OutgoingMailServerUseSSL</key>
			<true/>
			<key>OutgoingMailServerUsername</key>
			<string>{{email}}</string>
			<key>OutgoingPasswordSameAsIncomingPassword</key>
			<true/>
			<key>PayloadDescription</key>
			<string>Configure Email Settings</string>
			<key>PayloadDisplayName</key>
			<string>{{email}}</string>
			<key>PayloadIdentifier</key>
			<string>com.tiliq.autodiscover.com.apple.mail.managed.7A981A9E-D5D0-4EF8-87FE-39FD6A506FAC</string>
			<key>PayloadType</key>
			<string>com.apple.mail.managed</string>
			<key>PayloadUUID</key>
			<string>7A981A9E-D5D0-4EF8-87FE-39FD6A506FAC</string>
			<key>PayloadVersion</key>
			<real>1</real>
			<key>SMIMEEnablePerMessageSwitch</key>
			<false/>
			<key>SMIMEEnabled</key>
			<false/>
			<key>disableMailRecentsSyncing</key>
			<false/>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Configure Email Settings</string>
	<key>PayloadDisplayName</key>
	<string>{{email}}</string>
	<key>PayloadIdentifier</key>
	<string>com.tiliq.autodiscover</string>
	<key>PayloadOrganization</key>
	<string>{{domain}}</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>48C88203-4DB9-49E8-B593-4831903605A0</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
